"1 140 1 4206624772 ,"
"input.1 4 1 3 640 640 0 ,"
" 273 276 279 280 283 286 287 290 293 294 297 300 301 304 307 310 311 314 317 318 321 324 325 328 331 332 335 338 339 342 345 348 349 352 355 356 359 362 363 366 369 372 373 376 379 380 381 382 383 402 403 422 423 424 425 426 427 428 429 430 431 432 435 438 439 440 441 442 446 453 455 463 473 476 477 478 479 480 484 491 493 501 511 514 515 516 517 518 522 529 531 539 547 550 553 556 559 562 565 568 571 574 577 580 583 586 589 592 595 598 601 604 607 610 613 616 619 622 625 628 631 634 637 640 643 646 649 652 655 658 bbox_16 bbox_32 bbox_8 input.1 kps_16 kps_32 kps_8 score_16 score_32 score_8 ,"
"bbox_16 bbox_32 bbox_8 kps_16 kps_32 kps_8 score_16 score_32 score_8 ,"
" 139 ,"
"Convolution Conv_0 1 1 input.1 547 1 3 12 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU Relu_1 1 1 547 273 ,"
"Convolution Conv_2 1 1 273 550 1 12 12 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_3 1 1 550 276 ,"
"Convolution Conv_4 1 1 276 553 1 12 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_5 1 1 553 279 ,"
"Pooling MaxPool_6 1 1 279 280 0 2 2 2 2 0 0 -1 -1 -1 0 0 0 0 ,"
"Convolution Conv_7 1 1 280 556 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_8 1 1 556 283 ,"
"Convolution Conv_9 1 1 283 559 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_10 2 1 559 280 286 1 ,"
"ReLU Relu_11 1 1 286 287 ,"
"Convolution Conv_12 1 1 287 562 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_13 1 1 562 290 ,"
"Convolution Conv_14 1 1 290 565 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_15 2 1 565 287 293 1 ,"
"ReLU Relu_16 1 1 293 294 ,"
"Convolution Conv_17 1 1 294 568 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_18 1 1 568 297 ,"
"Convolution Conv_19 1 1 297 571 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_20 2 1 571 294 300 1 ,"
"ReLU Relu_21 1 1 300 301 ,"
"Convolution Conv_22 1 1 301 574 1 24 48 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU Relu_23 1 1 574 304 ,"
"Convolution Conv_24 1 1 304 577 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Pooling AveragePool_25 1 1 301 307 1 2 2 2 2 0 0 -1 -1 -1 1 0 0 0 ,"
"Convolution Conv_26 1 1 307 580 1 24 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_27 2 1 577 580 310 1 ,"
"ReLU Relu_28 1 1 310 311 ,"
"Convolution Conv_29 1 1 311 583 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_30 1 1 583 314 ,"
"Convolution Conv_31 1 1 314 586 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_32 2 1 586 311 317 1 ,"
"ReLU Relu_33 1 1 317 318 ,"
"Convolution Conv_34 1 1 318 589 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_35 1 1 589 321 ,"
"Convolution Conv_36 1 1 321 592 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_37 2 1 592 318 324 1 ,"
"ReLU Relu_38 1 1 324 325 ,"
"Convolution Conv_39 1 1 325 595 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_40 1 1 595 328 ,"
"Convolution Conv_41 1 1 328 598 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_42 2 1 598 325 331 1 ,"
"ReLU Relu_43 1 1 331 332 ,"
"Convolution Conv_44 1 1 332 601 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_45 1 1 601 335 ,"
"Convolution Conv_46 1 1 335 604 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_47 2 1 604 332 338 1 ,"
"ReLU Relu_48 1 1 338 339 ,"
"Convolution Conv_49 1 1 339 607 1 48 48 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU Relu_50 1 1 607 342 ,"
"Convolution Conv_51 1 1 342 610 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Pooling AveragePool_52 1 1 339 345 1 2 2 2 2 0 0 -1 -1 -1 1 0 0 0 ,"
"Convolution Conv_53 1 1 345 613 1 48 48 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_54 2 1 610 613 348 1 ,"
"ReLU Relu_55 1 1 348 349 ,"
"Convolution Conv_56 1 1 349 616 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_57 1 1 616 352 ,"
"Convolution Conv_58 1 1 352 619 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_59 2 1 619 349 355 1 ,"
"ReLU Relu_60 1 1 355 356 ,"
"Convolution Conv_61 1 1 356 622 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_62 1 1 622 359 ,"
"Convolution Conv_63 1 1 359 625 1 48 48 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_64 2 1 625 356 362 1 ,"
"ReLU Relu_65 1 1 362 363 ,"
"Convolution Conv_66 1 1 363 628 1 48 80 3 3 2 2 1 1 1 -1 1 1 0 ,"
"ReLU Relu_67 1 1 628 366 ,"
"Convolution Conv_68 1 1 366 631 1 80 80 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Pooling AveragePool_69 1 1 363 369 1 2 2 2 2 0 0 -1 -1 -1 1 0 0 0 ,"
"Convolution Conv_70 1 1 369 634 1 48 80 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Add Add_71 2 1 631 634 372 1 ,"
"ReLU Relu_72 1 1 372 373 ,"
"Convolution Conv_73 1 1 373 637 1 80 80 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_74 1 1 637 376 ,"
"Convolution Conv_75 1 1 376 640 1 80 80 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Add Add_76 2 1 640 373 379 1 ,"
"ReLU Relu_77 1 1 379 380 ,"
"Convolution Conv_78 1 1 339 381 1 48 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_79 1 1 363 382 1 48 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Convolution Conv_80 1 1 380 383 1 80 24 1 1 1 1 0 0 1 -1 1 1 0 ,"
"Upsample Resize_99 1 1 383 402 1 0 0 0 40 40 ,"
"Add Add_100 2 1 382 402 403 1 ,"
"Upsample Resize_119 1 1 403 422 1 0 0 0 80 80 ,"
"Add Add_120 2 1 381 422 423 1 ,"
"Convolution Conv_121 1 1 423 424 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_122 1 1 403 425 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_123 1 1 383 426 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_124 1 1 424 427 1 24 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Add Add_125 2 1 425 427 428 1 ,"
"Convolution Conv_126 1 1 428 429 1 24 24 3 3 2 2 1 1 1 -1 1 1 0 ,"
"Add Add_127 2 1 426 429 430 1 ,"
"Convolution Conv_128 1 1 428 431 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_129 1 1 430 432 1 24 24 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_130 1 1 424 643 1 24 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_131 1 1 643 435 ,"
"Convolution Conv_132 1 1 435 646 1 64 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_133 1 1 646 438 ,"
"Convolution Conv_134 1 1 438 439 1 64 2 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_135 1 1 438 440 1 64 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Mul Mul_136 1 1 440 441 1 ,"
"Convolution Conv_137 1 1 438 442 1 64 20 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Permute Transpose_141 1 1 439 446 4 0 2 3 1 ,"
"Reshape Reshape_144 1 1 446 453 0 3 3 0 -1 1 0 ,"
"Sigmoid Sigmoid_145 1 1 453 score_8 ,"
"Permute Transpose_146 1 1 441 455 4 0 2 3 1 ,"
"Reshape Reshape_149 1 1 455 bbox_8 0 3 3 0 -1 4 0 ,"
"Permute Transpose_150 1 1 442 463 4 0 2 3 1 ,"
"Reshape Reshape_153 1 1 463 kps_8 0 3 3 0 -1 10 0 ,"
"Convolution Conv_154 1 1 431 649 1 24 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_155 1 1 649 473 ,"
"Convolution Conv_156 1 1 473 652 1 64 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_157 1 1 652 476 ,"
"Convolution Conv_158 1 1 476 477 1 64 2 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_159 1 1 476 478 1 64 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Mul Mul_160 1 1 478 479 1 ,"
"Convolution Conv_161 1 1 476 480 1 64 20 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Permute Transpose_165 1 1 477 484 4 0 2 3 1 ,"
"Reshape Reshape_168 1 1 484 491 0 3 3 0 -1 1 0 ,"
"Sigmoid Sigmoid_169 1 1 491 score_16 ,"
"Permute Transpose_170 1 1 479 493 4 0 2 3 1 ,"
"Reshape Reshape_173 1 1 493 bbox_16 0 3 3 0 -1 4 0 ,"
"Permute Transpose_174 1 1 480 501 4 0 2 3 1 ,"
"Reshape Reshape_177 1 1 501 kps_16 0 3 3 0 -1 10 0 ,"
"Convolution Conv_178 1 1 432 655 1 24 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_179 1 1 655 511 ,"
"Convolution Conv_180 1 1 511 658 1 64 64 3 3 1 1 1 1 1 -1 1 1 0 ,"
"ReLU Relu_181 1 1 658 514 ,"
"Convolution Conv_182 1 1 514 515 1 64 2 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Convolution Conv_183 1 1 514 516 1 64 8 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Mul Mul_184 1 1 516 517 1 ,"
"Convolution Conv_185 1 1 514 518 1 64 20 3 3 1 1 1 1 1 -1 1 1 0 ,"
"Permute Transpose_189 1 1 515 522 4 0 2 3 1 ,"
"Reshape Reshape_192 1 1 522 529 0 3 3 0 -1 1 0 ,"
"Sigmoid Sigmoid_193 1 1 529 score_32 ,"
"Permute Transpose_194 1 1 517 531 4 0 2 3 1 ,"
"Reshape Reshape_197 1 1 531 bbox_32 0 3 3 0 -1 4 0 ,"
"Permute Transpose_198 1 1 518 539 4 0 2 3 1 ,"
"Reshape Reshape_201 1 1 539 kps_32 0 3 3 0 -1 10 0 ,"
